augment.vscode-augment
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.copilot-chat
karankadamjaihind.env-masker
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cpptools
ms-vscode.vscode-typescript-next
pkief.material-product-icons
prisma.prisma
rangav.vscode-thunder-client
redhat.java
wallabyjs.console-ninja
